Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Beth, I know that this encounter will be a lot to take in. After all, it’s not every day you meet your future self. I’d tell you that you need to keep this all a secret, but I know you won’t listen. You’ll learn that lesson the hard way. The next few years won’t be easy for you. Nobody you know is ever going to understand what you are going through. Those closest to you will try to change you, convince you that you are losing your mind. You’re not. You are special. You have been chosen to do something amazing. Know that your struggles will all be worth it in the end because you have a purpose. You’re going to save the world. How do I know? I’ve been through this all before, and I’m going to prove it. Below you will find a list of events that will come to pass in the future. They cannot be changed or undone. It will take time for you to accept this, but eventually you will learn to use this knowledge to your advantage. You will be prepared for what is coming. OCTOBER 3rd, 2000 Derek Stevenson has been bullying you for months. On October 3rd you will push him down the staircase at school. You’ll do everything in your power to resist this, partly to avoid the consequences, partly to prove this book wrong, but the terrible things he will say in that moment will be too much for you to handle. He’ll pretend to cry, claim that you gave him a concussion, and you’ll take all the blame. You will be transferred to another school. You’ll hope things will get better. They won’t. It’s going to be a difficult year. Whenever you feel helpless just remember this book. You are special. You have a purpose that they don’t. Hold on to that. And if it makes you feel better… 16 years from now Derek will be working at a dollar store. He still lives with his mom. DECEMBER 3rd, 2000 Mr. Hartsook from next door will pass away. FEBRUARY 3rd, 2001 The kids at school will steal your jacket. Your parents will claim that you’re hiding it on purpose so that they will buy you a new one. Look in the bin on the corner of 3rd and Main. You’ll find something that will get you through the winter. You’ll be teased for wearing it by Michelle. You’ll fight back but it will only make things worse. Eventually when you are able to contain your anger, take her aside and say the following to her: “I’m sorry about your mom.” Then give her a hug. She will push you away. She will look incredibly confused, vulnerable. She will never tease you again. APRIL 24th, 2001 Erica, your best friend, will break her arm. Having read this, you will do everything in your power to prevent this. The actions you take to avoid this from happening will only make it so. This is the first time you will truly witness that your fate is already determined. It cannot be changed. Erica will blame you for the incident. Try not to take this to heart. You will soon discover that she isn’t the friend you thought she was. Stay strong. You will find people who respect you for who you are very soon. AUGUST 5th, 2001 You will take the night bus home. There will be only one other passenger on board – a scruffy-looking kid with a black eye. His name is Jack Joyce. Remember his face. He’s going to become important down the line. SEPTEMBER 11th, 2001 This is the one that will change you. An event will occur that will devastate the entire nation. An act of terrorism will cause the World Trade Centers to collapse. Thousands will die. I won’t go into further detail because the more you know the more painful it will become when you are unable to prevent it. And you WILL try to prevent it. You will fail. You will curse this book for not telling you more. You will curse yourself for not being able to stop it. It will take a long time to get over this, but eventually you will use this pain to fuel your path forward. You’ve now felt what it is to be completely unprepared for what is coming. It won’t happen again. Next time you will be ready. This is the event that will finally make you believe. Any doubt you had will disappear. You’re ready to take on this mission. So what is coming? OCTOBER 8th, 2016 An experiment gone wrong will cause time to break down. This event will be referred to as a “Fracture in time”. The onset of this event cannot be prevented, but the outcome must be. If the Fracture is not stopped then time itself will come to an end. Life on our planet will end. “Saving the world” wasn’t an overstatement. It is your mission. You must stop the Fracture. You can pull this off, but to do so you need to follow some simple instructions: LEARN WHO TO TRUST Short answer: Nobody. The less people know about you the safer you will be. From this point forward your mission takes priority over every other aspect of your life. Do not start a relationship of any kind that you aren’t willing to leave behind at a moment’s notice. There is one exception to this rule. We’ll get to that. KNOW YOUR ENEMY Monarch Solutions. They will try to prevent you from achieving your goal. Learn everything you can about them. You will know the best way to achieve this when the time is right. Monarch is run by a man named Paul Serene. YOU MUST NEVER BE SEEN BY PAUL SERENE. If he discovers you, then you will risk failing your mission. Learn everything you can about him. Remain hidden, but keep in mind that the best place to hide is often in plain sight. BLEND IN Change your appearance frequently – hair color, clothing style, everything. Be cautious about drawing attention to yourself. Learn to blend in. Examine those around you – the way they move, speak, laugh. Copy them. Become your surroundings. TRAIN DAILY There are a series of skills you will need to master to truly be prepared. Hand-to-hand combat –Filipino Kali and Jeet Kune Do. Weapons training – knives, pistols, shotguns, rifles. Wilderness survival. Compartmentalization. Lip reading. Face reading. The list is one that you will build as you go. In time you will understand what is necessary and what isn’t. Don’t rush yourself. Start with gymnastics. STUDY YOUR TARGET Jack Joyce. He is the one person who can help you in your mission. He is the exception to rule 1. You can trust him. Learn what you can about Jack, study him from afar, but DO NOT APPROACH HIM DIRECTLY. You aren’t the only one watching him. On October 9th, 2016 you will rescue Jack Joyce. From there the next steps will reveal themselves. Be patient with him. He’s stubborn, reckless, naïve… but you can’t do this without him. And he has his moments. He’s much smarter than he seems at first; don’t mistake grief for stupidity. STUDY YOUR OBJECTIVE The countermeasure. This is the device that was built to stop the Fracture in time. This is your objective. Find the countermeasure and use it to stop the Fracture. Achieve this and the world will be saved. The device was built by Jack’s brother, Dr. William Joyce. Any attempt to contact William or find the countermeasure before the onset of the Fracture will be in vain. Wait. Jack will show you the way. Retrieving the countermeasure will not be a simple task. It will involve great hardship and sacrifice. When the time comes you will be ready for this. When you first read this it won’t make much sense to you. Over time you will believe every word but you will feel underprepared. You will wish that I had told you everything. I promise you that what is written here is everything you will need in order to get you where you need to be. I know this… Because I’m already there. Chin up, Toto. You’re going to achieve amazing things. -You
pl_pl: Beth, Wiem, że to spotkanie będzie bardzo trudne. W końcu nie codziennie spotyka się swoją przyszłą ja. Powiedziałabym ci, że musisz zachować to wszystko w tajemnicy, ale wiem, że nie posłuchasz. Nauczysz się tego na błędach, które popełnisz. Następne kilka lat nie będzie dla ciebie łatwe. Nikt, kogo znasz, nigdy nie zrozumie, przez co przechodzisz. Najbliżsi będą próbowali cię zmienić, przekonać, że tracisz rozum. Wcale tak nie jest. Jesteś wyjątkowa. Zostałaś wybrana do zrobienia czegoś niesamowitego. Wiedz, że twoje zmagania w końcu będą tego warte, ponieważ masz cel. Masz zamiar uratować świat. Skąd to wiem? Przeszłam przez to wszystko wcześniej i zamierzam ci to udowodnić. Poniżej znajduje się lista wydarzeń, które będą miały miejsce w przyszłości. Nie można ich zmienić ani cofnąć. Zaakceptowanie tego zajmie ci trochę czasu, ale w końcu nauczysz się wykorzystywać tę wiedzę na swoją korzyść. Będziesz przygotowana na to, co nadejdzie. 3 PAŹDZIERNIKA 2000 Derek Stevenson znęca się nad tobą od miesięcy. 3 października zepchniesz go ze schodów w szkole. Zrobisz wszystko, co w twojej mocy, by się temu przeciwstawić, częściowo po to, by uniknąć konsekwencji, częściowo po to, by udowodnić, że ten notatnik się myli, ale te wszystkie okropne rzeczy, które ci powie, będą dla ciebie zbyt trudne do zniesienia. Będzie udawał, że płacze, będzie twierdził, że przez ciebie doznał wstrząsu mózgu, a ty weźmiesz na siebie całą winę. Zostaniesz przeniesiona do innej szkoły. Będziesz mieć nadzieję, że wszystko się poprawi. Tak się nie stanie. To będzie trudny rok. Ilekroć poczujesz się bezradna, przypomnij sobie ten notatnik. Jesteś wyjątkowa. Masz cel, którego oni nie mają. Trzymaj się tego. A jeśli to sprawi, że poczujesz się lepiej... Za 16 lat Derek będzie pracował w fast foodzie. I nadal będzie mieszkał z mamą. 3 GRUDNIA 2000 Pan Hartsook z sąsiedztwa umrze. 3 LUTEGO 2001 Dzieci w szkole ukradną ci kurtkę. Rodzice będą twierdzić, że chowasz ją celowo, aby kupić ci nową. Zajrzyj do kosza na rogu ulic trzeciej i głównej. Znajdziesz coś, co pozwoli ci przetrwać zimę. Michelle będzie ci dokuczać za noszenie jej. Będziesz walczyć, ale to tylko pogorszy sytuację. W końcu, gdy będziesz w stanie powstrzymać swój gniew, weź ją na bok i powiedz jej: „Przykro mi z powodu twojej mamy”. Później ją przytul. Ona cię odepchnie. Będzie wyglądać na niesamowicie zdezorientowaną, bezbronną. Nigdy więcej nie będzie ci dokuczać. 24 KWIETNIA 2001 Erica, Twoja najlepsza przyjaciółka, złamie rękę. Przeczytawszy to, zrobisz wszystko, co w Twojej mocy, aby temu zapobiec. Działania, które podejmiesz, aby tego uniknąć, tylko sprawią, że to się wydarzy. Po raz pierwszy będziesz świadkiem tego, że twój los jest już przesądzony. Nie można go zmienić. Erica będzie cię obwiniać za ten incydent. Postaraj się nie brać sobie tego do serca. Wkrótce odkryjesz, że nie jest taką przyjaciółką, za jaką ją uważałaś. Bądź silna. Wkrótce znajdziesz ludzi, którzy będą cię szanować za to, kim jesteś. 5 SIERPNIA 2001 Pojedziesz nocnym autobusem do domu. W autobusie będzie tylko jeden inny pasażer - niechlujnie wyglądający dzieciak z podbitym okiem. Nazywa się Jack Joyce. Zapamiętaj jego twarz. Stanie się on ważny w przyszłości. 11 WRZEŚNIA 2001 Ten dzień cię odmieni. Nastąpi wydarzenie, które zdewastuje cały naród. Akt terroryzmu spowoduje zawalenie się obu wież World Trade Center. Zginą tysiące ludzi. Nie będę wchodziła w dalsze szczegóły, ponieważ im więcej wiesz, tym bardziej bolesne będzie to, że nie będziesz w stanie temu zapobiec. A będziesz próbowała temu zapobiec. Nie uda ci się. Będziesz przeklinać ten notatnik za to, że nie zdradził ci więcej szczegółów. Będziesz przeklinać siebie za to, że nie jesteś w stanie temu zapobiec. Minie dużo czasu, zanim się z tym pogodzisz, ale w końcu wykorzystasz ten ból, aby napędzić swoją ścieżkę naprzód. Teraz poczułaś, jak to jest być całkowicie nieprzygotowaną na to, co nadchodzi. To się już nie powtórzy. Następnym razem będziesz gotowa. To wydarzenie sprawi, że w końcu uwierzysz. Wszelkie wątpliwości znikną. Jesteś gotowa by podjąć się tej misji. Więc co nadchodzi? 8 PAŹDZIERNIKA 2016 Nieudany eksperyment spowoduje załamanie czasu. Wydarzenie to będzie określane jako „pęknięcie czasu”. Nie można zapobiec wystąpieniu tego zdarzenia, ale trzeba zapobiec jego skutkom. Jeśli pęknięcie nie zostanie zatrzymane, sam czas dobiegnie końca. Życie na naszej planecie dobiegnie końca. „Ratowanie świata” nie było przesadą. To jest twoja misja. Musisz powstrzymać Pęknięcie. Możesz to zrobić, ale aby to zrobić, musisz postępować zgodnie z kilkoma prostymi instrukcjami: NAUCZ SIĘ KOMU UFAĆ Krótko: Nikomu. Im mniej osób o tobie wie, tym bezpieczniejsza będziesz. Od tego momentu twoja misja ma pierwszeństwo przed każdym innym aspektem twojego życia. Nie rozpoczynaj żadnego związku, którego nie jesteś gotowa porzucić w każdej chwili. Jest jeden wyjątek od tej reguły. Zaraz do niego przejdziemy. POZNAJ SWOJEGO WROGA Monarch Solutions. Będą próbowali uniemożliwić ci osiągnięcie celu. Dowiedz się o nich wszystkiego, co możesz. Gdy nadejdzie właściwy czas, poznasz najlepszy sposób na osiągnięcie tego celu. Monarch jest prowadzony przez człowieka o imieniu Paul Serene. NIGDY NIE MOŻESZ BYĆ WIDZIANA PRZEZ PAULA SERENE. Jeśli cię odkryje, ryzykujesz niepowodzenie misji. Dowiedz się o nim wszystkiego, co możesz. Pozostań w ukryciu, ale pamiętaj, że najciemniej jest pod latarnią. WTOP SIĘ W TŁUM Często zmieniaj swój wygląd - kolor włosów, styl ubioru, wszystko. Uważaj, by nie zwracać na siebie uwagi. Naucz się wtapiać w tłum. Obserwuj ludzi wokół siebie - sposób, w jaki się poruszają, mówią, śmieją. Naśladuj ich. Stań się swoim otoczeniem. TRENUJ CODZIENNIE Istnieje szereg umiejętności, które musisz opanować, aby być naprawdę przygotowana. Walka wręcz - Filipińskie Kali i Jeet Kune Do. Trening z bronią - noże, pistolety, strzelby, karabiny. Przetrwanie w dziczy. Podział na przedziały. Czytanie z ruchu warg. Czytanie z ruchów ciała. Listę będziesz budować w miarę postępów. Z czasem zrozumiesz, co jest konieczne, a co nie. Nie spiesz się. Zacznij od gimnastyki. BADAJ SWÓJ CEL Jack Joyce. Jest jedyną osobą, która może ci pomóc w twojej misji. Jest wyjątkiem od reguły 1. Możesz mu zaufać. Dowiedz się, co możesz o Jack'u, obserwuj go z daleka, ale NIE PODCHODŹ DO NIEGO BEZPOŚREDNIO. Nie tylko ty go obserwujesz. 9 października 2016 roku uratujesz Jack'a Joyce'a. Od tego momentu wykonuj kolejne kroki. Bądź wobec niego cierpliwa. Jest uparty, lekkomyślny, naiwny... ale nie możesz tego zrobić bez niego. Ma też swoje momenty. Jest znacznie mądrzejszy, niż się wydaje na początku, nie myl smutku z głupotą. PRZESTUDIUJ SWÓJ CEL Środek zaradczy. To jest urządzenie, które zostało zbudowane, aby zatrzymać pęknięcie czasu. To jest twój cel. Znajdź środek zaradczy i użyj go, aby powstrzymać Pęknięcie. Osiągnij to, a świat zostanie ocalony. Urządzenie zostało zbudowane przez brata Jack'a, doktora Williama Joyce'a. Wszelkie próby skontaktowania się z Williamem lub znalezienia środka zaradczego przed nadejściem pęknięcia będą daremne. Zaczekaj. Jack wskaże ci drogę. Odzyskanie środka zaradczego nie będzie prostym zadaniem. Będzie wiązało się z wielkim trudem i poświęceniem. Kiedy nadejdzie czas, będziesz na to gotowy. Kiedy przeczytasz to po raz pierwszy, nie będzie to miało dla ciebie większego sensu. Z czasem uwierzysz w każde słowo, ale poczujesz się nieprzygotowana. Będziesz żałować, że nie powiedziałam ci wszystkiego. Obiecuję ci, że to, co tu napisano, jest wszystkim, czego będziesz potrzebować, aby dotrzeć tam, gdzie powiniennaś być. Wiem to... Ponieważ już tam jestem. Głowa do góry, Toto. Osiągniesz niesamowite rzeczy. -Ty

source: Beth, I'm about to take the elevator. I see Paul's still fond of his own voice...
pl_pl: Beth, właśnie jadę windą. Widzę, że Paul wciąż lubi swój własny głos...

source: Beth, I've got company! I'll see you at the party!
pl_pl: Beth, mam towarzystwo! Do zobaczenia na imprezie!

source: Beth, I’m at the radar tower. Where's the lab?
pl_pl: Beth, jestem przy wieży radarowej. Gdzie jest laboratorium?

source: Beth, change of plans. The pier's too hot. I'm gonna find another way across.
pl_pl: Beth, zmiana planów. Na molo jest za gorąco. Znajdę inną drogę.

source: Beth, what the hell was that? Somebody took a shot at that Hatch guy? Who was it?
pl_pl: Beth, co to do cholery było? Ktoś strzelił do tego Hatcha? Kto to był?

source: Beth. Jesus.
pl_pl: Beth. Jezus.

source: Beth. You're the one my brother was looking for.
pl_pl: Beth. To ciebie szukał mój brat.

source: Beth? I got that device for you, but I Dr. Amaral's at the party.
pl_pl: Beth? Mam dla ciebie to urządzenie, ale dr Amaral jest na imprezie.

source: Beth’s charts and plans for the plan to travel to 2010 and steal the countermeasure.
pl_pl: Wykresy i plany Beth dotyczące planu podróży do 2010 roku i kradzieży środka zaradczego.

source: Beth’s updated charts and plans to steal the countermeasure.
pl_pl: Zaktualizowane wykresy Beth i plany kradzieży środka zaradczego.

source: Better get inside before that chopper spots me.
pl_pl: Lepiej wejdę do środka, zanim zauważy mnie helikopter.

source: Big guy looks angry.
pl_pl: Duży gość wygląda na wściekłego.

source: Bill me.
pl_pl: Wystaw mi rachunek.

source: Bit overkill there, Paul.
pl_pl: Trochę przesadziłeś, Paul.

source: Blocked.
pl_pl: Zablokowane.

source: Blocked. Gotta get these out of the way.
pl_pl: Zablokowane. Muszę się ich pozbyć.

source: Bobby Radford Riverport Radio Show
pl_pl: Program radiowy Bobby'ego Radforda

source: Bobby Radford Riverport Radio Show ( 2010 )
pl_pl: Program radiowy Bobby'ego Radforda ( 2010 )

source: Bobby Radford Riverport Radio Show ( Hardline )
pl_pl: Program radiowy Bobby'ego Radforda ( Bezkompromisowo )

source: Bradbury Swimming Pool
pl_pl: Basen Bradbury

source: Bradbury Swimming Pool Deed
pl_pl: Umowa dotycząca basenu Bradbury

source: Break through that shield!
pl_pl: Przebij się przez tarczę!

source: Brenner's Mug
pl_pl: Kubek Brennera

source: Bridge Civilian
pl_pl: Cywil na moście

source: Bridge Protester
pl_pl: Protestujący na moście

source: Bring him down!
pl_pl: Na ziemię!
